Repository: Bavarder/Bavarder
Catalog: po/*.po
Languages: ar, az, cs, de, eu, fa, fr, gl, nl, pt, ta, th, tr, uk

source: Randomly sample at each generation step from the top most likely tokens whose probabilities add up to top_p.
de: Zufällig bei jedem Generierungsschritt von den wahrscheinlichsten Schlüsseln auswählen, deren Wahrscheinlichkeit sich zu top_p addiert.
eu: Ausazko laginketa gako probableenak sortzeko urrats bakoitzean, horien probabilitateak top_p direlarik.
fr: Échantillonnez aléatoirement à chaque étape de génération à partir des jetons les plus probables dont les probabilités totalisent top_p.
nl: Maak willekeurig toegangssleutels uit de waarschĳnlĳkste top_p-sleutels.
ta: நிகழ்தகவுகள் top_p வரை சேர்க்கும் குறி அடையாளங்களின் மேலே இருந்து ஒவ்வொரு தலைமுறை படியிலும் தோராயமாக மாதிரி.
th: สุ่มตัวอย่างในแต่ละขั้นตอนการสร้างจากโทเค็นที่มีแนวโน้มสูงที่สุดซึ่งความน่าจะเป็นรวมกันเป็น top_p
tr: Her oluşturma adımında olasılıkları top_p'ye toplamı en yüksek olan en olası jetonlardan rastgele örnekle.
uk: Випадково вибирати на кожному кроці генерації з найімовірніших токенів, імовірності яких у сумі дорівнюють top_p.

source: Repetition Penalty
cs: Penalizace za opakování
de: Wiederholungsstrafe
eu: Errepikapenagatiko zigorra
fr: Pénalité de répétition
nl: Herhaalgedrag
ta: மறுபடியும் தண்டனை
tr: Tekrar Cezası
uk: Штраф за повторення

source: Penalize the model for repetition. Higher values result in less repetition.
cs: Penalizujte model pro opakování. Vyšší hodnoty vedou k menšímu počtu opakování.
de: Strafe das Modell für Wiederholungen. Höhere Werte ergeben weniger Wiederholung.
eu: Errepikapenak zigortu. Balio altuenek errepikapen gutxiago ematen dituzte.
fr: Pénalisez le modèle pour la répétition. Des valeurs plus élevées entraînent moins de répétitions.
nl: Stel in hoe vaak herhaling map optreden. Hogere waarde = minder herhaling.
ta: திரும்பத் திரும்பச் சொன்ன மாதிரி தண்டிக்கவும். அதிக மதிப்புகள் குறைவான மறுபரிசீலனைக்கு வழிவகுக்கும்.
tr: Tekrarlar için modeli cezalandır. Daha yüksek değerler daha az tekrarla sonuçlanır.
uk: Штрафуйте модель за повторення. Більші значення призводять до меншої кількості повторів.

source: Batch Size
cs: Velikost dávky
eu: Lotearen tamaina
fr: Taille du lot
nl: Reeksomvang
ta: தொகுதி அளவு
tr: Toplu İşlem Boyutu
uk: Розмір пакета

source: Number of prompt tokens processed in parallel. Larger values decrease latency but increase resource requirements.
cs: Počet tokenů dotazu zpracovávaných paralelně. Větší hodnoty snižují latenci, ale zvyšují nároky na zdroje.
de: Anzahl parallel verarbeiteter Eingabeschlüssel. Höhere Werte verringer die Latenz, erhöhen aber die Ressourcenanforderung.
eu: Paraleloan prozesatutako abisu-gakoen kopurua. Balio altuenek latentzia murrizten dute, baina baliabideen baldintzak handitzen dira.
fr: Nombre de jetons de requête traités en parallèle. Des valeurs plus élevées diminuent la latence mais augmentent les besoins en ressources.
nl: Het aantal toegangssleutels dat tegelĳkertĳd wordt verwerkt. Lagere waardes leiden tot minder vertraging, maar vereisen meer kracht.
ta: இணையாக செயலாக்கப்பட்ட உடனடி குறி அடையாளங்களின் எண்ணிக்கை. பெரிய மதிப்புகள் தாமதத்தை குறைக்கின்றன ஆனால் ஆதார தேவைகளை அதிகரிக்கின்றன.
tr: Aynı anda işlenen girdi jetonlarının sayısı. Daha büyük değerler gecikmeyi azaltır ancak kaynak gereksinimlerini artırır.
uk: Кількість паралельно оброблюваних токенів підказок. Більші значення зменшують затримку, але збільшують потребу в ресурсах.

source: Repeat Last N
cs: Opakovat posledních N
de: Letzte N wiederholen
eu: Errepikatu azken N
fr: Répéter le dernier N
nl: Recentste x-aantal herhalen
ta: கடைசி N ஐ மீண்டும் செய்யவும்
tr: Son N Yenile
uk: Повторити останні N

source: How far in the models generation history to apply the repeat penalty.
cs: Jak daleko v historii generování modelu použít penalizaci za opakování.
de: Wie weit in der Modellerzeugungsgeschichte soll die Wiederholungsbestrafung angewendet werden.
eu: Eredua sortzeko historialaren zein puntutan aplikatuko den errepikapenagatiko penalizazioa.
fr: Jusqu’où dans l’historique de génération des modèles appliquer la pénalité de répétition.
nl: Geef aan na hoeveel tĳd er niet meer herhaald mag worden.
ta: மாதிரிகள் தலைமுறை வரலாற்றில் எவ்வளவு தூரம் மீண்டும் மீண்டும் அபராதம் விதிக்க வேண்டும்.
tr: Tekrar cezasını uygulamak için modelin üretim geçmişinde ne kadar geri gitmek gerektiği.
uk: Наскільки далеко в історії генерації моделі застосовувати штраф за повторення.

source: System Prompt
cs: Systémový dotaz
de: Systemaufforderung
eu: Sistemaren mezua
fr: Requête système
nl: Systeeminvoer
ta: கணினி உள்ளீடு
tr: Sistem Girdisi
uk: Системний запит

source: Model %s deleted!
cs: Model %s byl vymazán!
de: Modell %s gelöscht!
eu: %s eredua ezabatuta!
fr: Modèle %s supprimé !
nl: ‘%s’ is verwĳderd!
ta: மாதிரி %s நீக்கப்பட்டது!
tr: %s modeli silindi!
uk: Модель %s видалено!

source: Edit Title
cs: Změnit název
de: Titel bearbeiten
eu: Editatu izenburua
fr: Modifier le titre
nl: Titel bewerken
ta: தலைப்பைத் திருத்து
tr: Başlığı Düzenle
uk: Змінити назву

source: Star
cs: Označit
de: Stern
eu: Izarra
fr: Aimer
nl: Ster
ta: துவங்கு
th: เริ่ม
tr: Yıldız
uk: Зірочка

source: Title Edited
fr: Titre edité
nl: De titel is bewerkt
tr: Başlık Düzenlendi
uk: Назву змінено

source: Delete Thread
cs: Odstranit vlákno
de: Gespräch löschen
eu: Haria ezabatu
fr: Supprimer la discussion
nl: Gesprek verwijderen
ta: தொடரிழை நீக்கு
tr: Başlığı Sil
uk: Видалити гілку

source: Are you sure you want to delete this thread?
cs: Opravdu chcete toto vlákno odstranit?
de: Sicher, dass dieses Gespräch gelöscht werden soll?
eu: Ziur zaude zerrenda hau ezabatu nahi duzula?
fr: Voulez-vous vraiment supprimer cette discussion ?
nl: Weet je zeker dat je dit wilt verwĳderen?
ta: இந்த தொடரிழையை நிச்சயமாக நீக்க விரும்புகிறீர்களா?
th: คุณแน่ใจไหมว่าต้องการลบสิ่งนี้
tr: Bu başlığı silmek istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити цю гілку?

source: Thread Deleted
cs: Vlákno bylo odstraněno
de: Gespräch gelöscht
eu: Haria ezabatu da
fr: Discussion supprimée
nl: Het gesprek is verwĳderd
ta: தொடரிழை நீக்கப்பட்டது
tr: Başlık Silindi
uk: Гілку видалено

source: Please download a model from Preferences by clicking on the Dot Menu at the top!
cs: Prosím, stáhněte si model z nastavení kliknutím na tečkové menu v horní části!
de: Bitte ein Modell von den Einstellungen durch Klicken des Punktmenüs oben laden!
eu: Mesedez, deskargatu eredu bat «Hobespenak» atalean, goiko aldeko puntuen menuan klik eginez!
fr: Merci de télécharger un modèle depuis les Préférences en cliquant sur le Menu en pointillés en haut !
nl: Installeer een model via de voorkeuren of het ellipsmenu!
ta: மேலே உள்ள புள்ளி பட்டியலை தொடுவதன் மூலம் விருப்பங்களிலிருந்து மாதிரியைப் பதிவிறக்கவும்!
tr: Lütfen üstteki Nokta Menüsüne tıklayarak Tercihler'den bir model indirin!
uk: Завантажте модель у Налаштуваннях, натиснувши вгорі меню з крапками!

source: Hello, I am Bavarder, a Chit-Chat AI
cs: Ahoj, jsem Bavarder, AI pro chatování
de: Hallo, ich bin Bavarder, eine Plauder-AI
eu: Kaixo, Bavarder naiz, Txit-Txateko AA bat
fr: Bonjour, je suis Bavarder, une IA pour bavarder
nl: Hallo, ik ben Bavarder, je koetjes-en-kalfjes-KI
ta: வணக்கம், நான் பவார்டர், ஒரு சிட்-சாட் AI
tr: Merhaba, ben Bavarder, sohbet için bir Yapay Zekayım
uk: Привіт, я Bavarder, ШІ для розмов

source: Please enable a provider from the Dot Menu
cs: Prosím, vyberte si poskytovatele kliknutím na nabídku s tečkou
de: Bitte vom Punktmenü einen Anbieter einschalten
eu: Mesedez, aktibatu hornitzaile bat puntuen menutik
fr: Merci d’activer un modèle depuis le Menu en pointillés
nl: Schakel een dienst in via het ellipsmenu
ta: புள்ளி பட்டியலில் இருந்து வழங்குநரை இயக்கவும்
tr: Nokta Menüden bir sağlayıcı etkinleştiriniz
uk: Будь ласка, виберіть постачальника в меню з крапками

source: Export Thread ?
de: Gespräch exportieren?
fr: Exporter le fil ?
nl: Gesprek exporteren?
ta: ஏற்றுமதி தொடரிழை ?

source: Open Emoji Picker
de: Emoji-Auswahl öffnen
fr: Ouvrir le sélecteur d’émoticônes
nl: Emojikiezer openen
ta: ஈமோஜி பிக்கரைத் திறக்கவும்

source: Bavarder
ar: ثرثرة
fa: باوارده
ta: பவார்டர்
th: แชท

source: Sorry, I don't know what to say!
de: Entschuldige, ich weiß nicht, was ich sagen soll!
ta: மன்னிக்கவும், எனக்கு என்ன சொல்வது என்று தெரியவில்லை!

source: Set Title
de: Titel festlegen
ta: தலைப்பை அமைக்கவும்

source: Prompt
ar: موجه
az: Sorğu
fa: متن درخواست
gl: Pé

source: Clear prompt after send
ar: مسح نصح الموجه بعد الإرسال
az: Göndərdikdən sonra sorğunu silin
fa: متن درخواست رو بعد از ارسال پاک کن
gl: Limpar pé despois de enviar
pt: Limpar prompt após enviar

source: The prompt will be cleared after send
ar: سيتم مسح نص الموجه بعد الإرسال
az: Sorğu göndərildikdən sonra silinəcək
fa: متن درخواست بعد از ارسال پاک خواهد شد
gl: O pé límpase após ser enviado
pt: O prompt será limpo após o envio

source: Use plain text for output
ar: إستخدام نص بدون تنسيق للإخراج
az: Çıxış üçün düz mətndən istifadə edin
gl: Empregar texto simple para a saída
pt: Usar apenas texto nos resultados

source: The plain text without formatting will be used
ar: سيتم استخدام نص بدون تنسيق
az: Formatlaşdırmadan düz mətndən istifadə ediləcək
gl: Emprégase texto simple sen formato
pt: Apenas o texto sem formatação será utilizado

source: Close all windows without warning
ar: إغلاق جميع النوافض بدون سابق إنذار
az: Xəbərdarlıq etmədən bütün pəncərələri bağlayın
gl: Pechar todas as xanelas sen avisar
pt: Fechar todas as janelas sem alerta

source: All windows will be closed without warning, this can lead to data loss
ar: سيتم إغلاق جميع النوافذ دون سابق إنذار ، وهذا قد يؤدي إلى فقدان للبيانات
az: Bütün pəncərələr xəbərdarlıq edilmədən bağlanacaq, bu məlumat itkisinə səbəb ola bilər
gl: Todas as xanelas péchanse sen avisar; isto pode provocar a perda de datos
pt: Todas as janelas serão fechadas sem aviso e isso pode ocasionar em perda de dados

source: Look for provider news
ar: البحث عن أخبار مزود الخدمة
az: Yeni provayder xəbərlərinə bax
gl: Procurar novas do forcenecedor
pt: Procurar por novidades acerca do provedor

source: News about issues with providers will be fetched from Bavarder website
ar: سيتم جلب الأخبار المتعلقة بالمشكلات مع مقدمي الخدمة من موقع ثرثرة على الويب
az: Provayderlərlə bağlı problemlər haqqında xəbərlər Bavarder saytından götürüləcək
gl: Obtéñense novas relacionadas con problemas cos fornecedores desde o sitio web de Bavarder
pt: Novidades sobre problemas com provedores serão consultadas através site oficial de Barvarder

source: No network connection
ar: لا يوجد اتصال بالشبكة
az: Şəbəkə bağlantısı yoxdur
fa: ارتباط شبکه برقرار نیست
gl: Sen conexión a rede
pt: Nenhuma conexão de rede

source: Response
ar: الجواب
az: Cavab
fa: پاسخ
gl: Resposta
pt: Resposta

source: Copy to Clipboard
ar: النسخ إلى الحافظة
az: Buferə kopyalayın
fa: کپی به کلیپ بورد
gl: Copiar ao portapapeis
pt: Copiar para área de transferência

source: Stop
ar: إيقاف
az: Dayan
fa: توقف
gl: Parar
pt: Parar

source: ERROR
ar: خطأ

source: DESCRIPTION
ar: وصف

source: Try Again
ar: حاول مرة أخرى
az: Yenidən cəhd et
gl: Inténteo de novo

source: New window
ar: إنشاء نافذة جديدة
az: Yeni pəncərə
gl: Nova xanela
pt: Nova janela

source: No API key provided, you can provide one in settings
ar: لم يتم توفير مفتاح API ، يمكن توفير مفتاح في التفضيلات
az: API açarı təqdim edilməyib, siz onu ayarlarda təmin edə bilərsiniz
fa: کلید API پیدا نشد، می توانید دربخش تنطیمات آن را وارد کنید
gl: Non se forneceu ningunha API; pode fornecer unha na configuración
pt: Nenhuma chave de API fornecida, você pode fornecer uma nas configurações

source: Open settings
ar: فتح التفضيلات
az: Parametrləri açın
fa: تنظيمات
gl: Abrir configuración
pt: Abrir configurações

source: About provider
ar: حول مقدم الخدمة
az: Provayder haqqında
gl: Sobre o fornecedor
pt: Sobre provedor

source: Prompt too long, splitting into chunks.
ar: النص في الموجه طويل جدا ، سيتم تقسيمة إلى قطع.
az: Tələb çox uzundur, parçalara bölünür.
gl: O pé é demasiado longo; divídese en anacos.
pt: Informação de entrada muito longa. Divida o texto em pedaços menores.

source: You don't have access to this model
ar: ليس لديك حق الوصول إلى هذا النموذج
az: Bu modelə girişiniz yoxdur
gl: Vostede non ten acceso a este modelo
pt: Você não possui acesso a esse modelo

source: You exceeded your current quota, please check your plan and billing details.
ar: لقد تجاوزت حصتك الحالية ، يرجى التأكد من إشتراكك و تفاصيل الفواتير.
az: Cari kvotanızı keçdiniz, lütfən, planınızı və faktura məlumatlarınızı yoxlayın.
gl: Excedeu a cota actual; comprobe o seu plan e os detalles de facturación.
pt: Você excedeu sua cota de requisições. Por favor, consulte seu plano e detalhes de pagamento.

source: API Error
ar: خطأ في API
az: API xətası
gl: Erro da API
pt: Erro em API

source: No model selected, you can choose one in preferences
ar: لم يتم تحديد أي نموذج ، يمكن اختيار نموذج في التفضيلات
az: Heç bir model seçilməyib, üstünlüklərdən birini seçə bilərsiniz
gl: Ningún modelo seleccionado; pode escoller un nas preferencias
pt: Nenhum modelo selecionado. Escolha um através das configurações

source: API Url
ar: رابط API
gl: URL da API

source: Model
ar: نموذج
gl: Modelo
pt: Modelo

source: How to choose a model
ar: كيفية اختيار نموذج
az: Bir modeli necə seçmək olar
gl: Como escoller un modelo
pt: Como escolher um modelo

source: New version available!
ar: هنالك إصدار جديد متوفر!
az: Yeni versiya mövcuddur!
gl: Nova versión dispoñíbel!
pt: Nova versão disponível!

source: New Window
ar: نافذة جديدة
az: Yeni Pəncərə
gl: Nova xanela
pt: Nova janela

source: Wait
fa: منتظر باش
pt: Espere

# shortcut window
source: General
fa: عمومی

# shortcut window
source: Show Shortcuts
fa: نمایش کلیدهای میانبر

# shortcut window
source: Ask
fa: بپرس

# shortcut window
source: Clear
fa: پاک‌سازی

source: CatGPT
fa: کت جی پی تی
