Repository: Bavarder/Bavarder
Catalog: po/*.po
Languages: ar, az, cs, de, eu, fa, fr, gl, nl, pt, ta, th, tr, uk

source: Image
cs: Obrázek
uk: Зображення

source: Chat
de: Unterhaltung
eu: Txata
fr: Discussion
nl: Gesprek
ta: உரையாடல்
th: พูดคุย
tr: Sohbet
uk: Бесіда

source: Voice
cs: Zvuk
uk: Звук

source: Text
uk: Текст

source: Movie
uk: Відео

source: How to get a token
ar: كيفية التحصل على توكن
az: Tokeni necə əldə etmək olar
cs: Jak získat token
de: Wie Sie einen Schlüssel bekommen
eu: Nola lortu gako bat
fr: Comment obtenir un jeton
nl: Hoe verkrijg ik een sleutel?
pt: Como adquirir um token
ta: குறி அடையாளம் பெறுவது எப்படி
th: วิธีรับโทเค็น
tr: Jeton nasıl alınır
uk: Як отримати токен

source: Chit-Chat with a Cat
cs: Chatovat s kočkou
de: Plaudere mit einer Katze
eu: Hitz egin AA batekin
fr: Bavarder avec un chat
nl: Laat de koetjes en kalfjes maar los
ta: ஒரு பூனையுடன் சிட் உரையாடல்
th: ชิตแชทกับแมว
tr: Bir kedi ile sohbet edin
uk: Побалакати з котом

source: You've reached the rate limit! Please add a token to the preferences. You can get the token by following this [guide](https://bavarder.codeberg.page/help/huggingface/)
cs: Překročili jste limit! Prosím, přidejte token v nastavení. Můžete získat token pomocí tohoto [návodu](https://bavarder.codeberg.page/help/huggingface/)
de: Nutzungsgrenze erreicht! Zum Aufheben der Nutzungsgrenze bitte Zugangsschlüssel in den Einstellungen speichern. Zugangsschlüssel können nach dieser [Anleitung](https://bavarder.codeberg.page/help/huggingface/) erhalten werden
eu: Tarifaren mugara iritsi zara! Mesedez, gehitu gako bat hobespenei. Gako bat lor dezakezu [gida](https://bavarder.codeberg.page/help/huggingface/) honi jarraituz
fr: Vous avez atteint la limite ! Veuillez ajouter un jeton aux préférences. Vous pouvez obtenir le jeton en suivant ce [guide](https ://bavarder.codeberg.page/help/huggingface/)
nl: Je hebt het opvraaglimiet bereikt! Voeg een toegangssleutel toe in de voorkeuren. Je kunt een toegangssleutel aanmaken door deze [handleiding](https://bavarder.codeberg.page/help/huggingface/) (Engels) te volgen.
ta: நீங்கள் கட்டண வரம்பை அடைந்துவிட்டீர்கள்! விருப்பங்களுக்கு குறி அடையாளத்தை சேர்க்கவும். இந்த [வழிகாட்டி](https://bavarder.codeberg.page/help/huggingface/)ஐப் பின்பற்றி குறி அடையாளத்தைப் பெறலாம்
th: คุณมีอัตราถึงขีดจำกัดแล้ว! โปรดเพิ่มโทเค็นให้กับการตั้งค่า คุณสามารถรับโทเค็นได้โดยทำตาม[คำแนะนำ](https://bavarder.codeberg.page/help/huggingface/)
tr: İstek sınırına ulaştınız! Lütfen tercihlerden jeton ekleyin. Bu [rehberi](https://bavarder.codeberg.page/help/huggingface/) takip ederek jeton alabilirsiniz
uk: Ви досягли ліміту! Будь ласка, додайте токен до налаштувань. Отримати токен можна, дотримуючись цих [вказівок](https://bavarder.codeberg.page/help/huggingface/)

source: Sorry, I don't know what to say! (Error: {output})
fr: Désolé, je ne sais pas quoi dire ! (Erreur : {output})
nl: Ik heb hier geen antwoord op! (Foutmelding: {output})
th: ขออภัย ฉันไม่รู้จะพูดอะไร! (ข้อผิดพลาด: {output})
tr: Üzgünüm, ne diyeceğimi bilemiyorum! (Hata: {output})
uk: Вибачте, я не знаю, що сказати! (Помилка: {output})

source: API Key
ar: مفتاح API
az: API Açarı
cs: Klíč API
de: API Schlüssel
eu: API-aren gakoa
fr: Clé d’API
gl: Chave da API
nl: Api-sleutel
pt: Chave de API
ta: API விசை
th: คีย์ API
tr: API Anahtarı
uk: Ключ API

source: No preferences available
ar: لا توجد تفضيلات متاحة
az: Heç bir tərcih yoxdur
cs: Žádná nastavení nejsou k dispozici
de: Keine Einstellungen verfügbar
eu: Ez dago hobespenik
fr: Pas de préférences disponibles
gl: Non hai ningunha preferencia dispoñíbel
nl: Er zĳn geen voorkeuren beschikbaar
pt: Nenhuma configuração disponível
ta: விருப்பத்தேர்வுகள் இல்லை
th: ไม่มีค่ากำหนดที่ใช้ได้
tr: Kullanılabilir tercih yok
uk: Налаштування відсутні

source: translator-credits
ar: حقوق المترجمين
az: Mehrab Poladov | thepoladov@protonmail.com
cs: Překladatelé
de: Übersetzerwürdigung
eu: Sergio Varela https://ingrownmink4.codeberg.page/
fr: Irénée Thirion
gl: Launchpad Contributions: Manuel Xosé Lemos https://launchpad.net/~mxlemos Miguel Anxo Bouzada https://launchpad.net/~mbouzada oterobueu https://launchpad.net/~oterobueu
nl: Heimen Stoffels <vistausss@fastmail.com>
ta: K.B.Dharun Krishna https://github.com/kbdharun
th: เครดิตนักแปล
tr: Kemal Oktay Aktoğan | @oktay454 | oktay@e.email Edip1 | https://translate.codeberg.org/user/Edip1/ keyiflerolsun | https://translate.codeberg.org/user/keyiflerolsun/ Sabri Ünal | https://translate.codeberg.org/user/sabriunal/
uk: volkov <volkovissocool@gmail.com>

source: Chit-Chat with AI
cs: Chatovat s umělou inteligencí
de: Mit KI plaudern
eu: Hasi txateaten AA batekin
fr: Bavarder avec une IA
nl: Babbel met een KI
ta: AI உடன் சிட்-உரையாடல்
th: ชิตแชทกับ AI
tr: Yapay zeka ile sohbet edin
uk: Побалакати з ШІ

source: Copyright © 2023 0xMRTT
ar: حقوق النشر © 2023 0xMRTT
az: Müəlliflik hüququ © 2023 0xMRTT
de: Urheberrechte © 2023 0xMRTT
ta: பதிப்புரிமை © 2023 0xMRTT
th: ลิขสิทธิ์ © 2023 0xMRTT
tr: Telif hakkı © 2023 0xMRTT
uk: Авторське право © 2023 0xMRTT

source: Packaging
cs: Balení
eu: Enbalajea
fr: Empaquetage
nl: Pakketten
ta: பொதியிடல்
th: บรรจุภัณฑ์
tr: Paketleme
uk: Пакунок

source: Translate
cs: Přeložit
de: Übersetzt
eu: Itzuli
fr: Traduire
nl: Vertalen
ta: மொழிபெயர்
th: แปลภาษา
tr: Çevir
uk: Перекласти

source: Export Thread?
cs: Exportovat vlákno?
de: Gespräch exportieren?
eu: Haria esportatu?
fr: Exporter le fil de discussion ?
nl: Gesprek exporteren?
ta: ஏற்றுமதி தொடரிழை?
th: ส่งออกเธรด?
tr: Başlık Dışa Aktarılsın Mı?
uk: Експортувати гілку?

source: Close
cs: Zavřít
de: Schließen
eu: Itxi
fr: Fermer
nl: Sluiten
ta: மூடு
th: ปิด
tr: Kapat
uk: Закрити

source: Export
de: Exportieren
eu: Esportatu
fr: Exporter
nl: Exporteren
ta: ஏற்றுமதி
th: ส่งออก
tr: Dışa Aktar
uk: Експортувати

source: Models
cs: Modely
de: Modelle
eu: Ereduak
fr: Modèles
nl: Modellen
ta: மாதிரிகள்
th: โมเดล
tr: Modeller
uk: Моделі

source: List of available models
cs: Seznam dostupných modelů
de: Liste verfügbarer Modelle
eu: Eredu erabilgarrien zerrenda
fr: Liste des modèles disponibles
nl: Lĳst met beschikbare modellen
ta: கிடைக்கக்கூடிய மாதிரிகளின் பட்டியல்
th: รายการรุ่นที่มีจำหน่าย
tr: Kullanılabilir modellerin listesi
uk: Список доступних моделей

source: Delete All Threads
cs: Odstranit všechna vlákna
de: Alle Gespräche löschen
eu: Hari guztiak ezabatu
fr: Supprimer toutes les discussions
nl: Alle gesprekken verwijderen
ta: அனைத்து தொடரிழைகளும் நீக்கு
th: ลบกระทู้ทั้งหมด
tr: Tüm Başlıkları Sil
uk: Видалити всі гілки

source: Are you sure you want to delete all threads? This can't be undone!
cs: Opravdu chcete odstranit všechna vlákna? Tento krok se nedá vrátit!
de: Sicher, dass alle Gespräche gelöscht werden sollen? Dies kann nicht rückgängig gemacht werden!
eu: Ziur zaude hari guztiak ezabatu nahi dituzula? Hau ezin da desegin!
fr: Souhaitez-vous vraiment supprimer toutes les discussions ? Cette action ne pourra être annulée !
nl: Weet je zeker dat je alle gesprekken wilt verwĳderen? Deze actie is onomkeerbaar!
ta: எல்லா தொடரிழைகளையும் நிச்சயமாக நீக்க விரும்புகிறீர்களா? இதை செயல்தவிர்க்க முடியாது!
th: คุณแน่ใจหรือไม่ว่าต้องการลบกระทู้ทั้งหมด? สิ่งนี้ไม่สามารถยกเลิกได้!
tr: Tüm başlıkları silmek istediğinize emin misiniz? Bu işlem geri alınamaz!
uk: Ви впевнені, що хочете видалити всі гілки? Це не можна буде скасувати!

source: Cancel
cs: Zrušit
de: Abbrechen
eu: Ezeztatu
fr: Annuler
nl: Annuleren
ta: ரத்துசெய்
th: ยกเลิก
tr: İptal
uk: Скасувати

source: Delete
cs: Odstranit
de: Löschen
eu: Ezabatu
fr: Supprimer
nl: Verwĳderen
ta: அழி
th: ลบ
tr: Sil
uk: Видалити

source: All chats cleared!
cs: Všechny chaty vymazány!
de: Alle Unterhaltungen geleert!
eu: Txat guztiak ezabatuta!
fr: Toutes les discussions ont été effacées !
nl: Alle gesprekken zĳn gewist!
ta: அனைத்து உரையாடல்களும் அழிக்கப்பட்டன!
th: ล้างแชททั้งหมดแล้ว!
tr: Tüm sohbetler temizlendi!
uk: Усі бесіди очищено!

source: Preferences
ar: التفضيلات
az: Üstünlüklər
cs: Nastavení
de: Einstellungen
eu: Hobespenak
fa: پیش‌فرض‌ها
fr: Préférences
gl: Preferencias
nl: Voorkeuren
pt: Preferências
ta: விருப்பத்தேர்வுகள்
th: การตั้งค่า
tr: Tercihler
uk: Налаштування

source: Providers
ar: مقدمي الخدمة
az: Provayderlər
cs: Poskytovatelé
de: Anbieter
eu: Hornitzaileak
fa: تامین کنندگان
fr: Fournisseurs
gl: Fornecedores
nl: Diensten
pt: Provedores
ta: வழங்குபவர்கள்
th: ผู้ให้บริการ
tr: Sağlayıcılar
uk: Постачальники

source: Miscellaneous
cs: Různé
de: Unterschiedliches
eu: Denetarik
fr: Divers
nl: Overig
ta: இதர
th: เบ็ดเตล็ด
tr: Çeşitli
uk: Різне

source: Clear all threads
cs: Vymazat všechna vlákna
de: Alle Gespräche leeren
eu: Hari guztiak garbitu
fr: Effacer toutes les discussions
nl: Alle gesprekken wissen
ta: அனைத்து நூல்களையும் அழிக்கவும்
th: ล้างกระทู้ทั้งหมด
tr: Tüm başlıkları temizle
uk: Очистити всі гілки

source: Clear
cs: Vymazat
de: Leeren
eu: Garbitu
fr: Effacer
nl: Wissen
ta: அழி
tr: Temizle
uk: Очистити

source: This will clear all threads from the database.
cs: Toto vymaže všechna vlákna z databáze.
de: Dies wird alle Gespräche in der Datenbank leeren.
eu: Honek datu-baseko hari guztiak ezabatuko ditu.
fr: Ceci effacera toutes les discussions de la base de données.
nl: Hierdoor worden alle gesprekken gewist.
ta: இது தரவுத்தளத்தில் உள்ள அனைத்து நூல்களையும் அழிக்கும்.
th: นี่จะเป็นการล้างเธรดทั้งหมดออกจากฐานข้อมูล
tr: Bu, tüm başlıkları veri tabanından temizleyecek.
uk: Це видалить усі розмови з бази даних.

source: Names
cs: Jméno
de: Namen
eu: Izenak
fr: Noms
nl: Namen
ta: Name
th: ชื่อ
tr: Adlar
uk: Імена

source: Bot name
cs: Jméno bota
eu: Bot-aren izena
fr: Nom du robot
nl: Botnaam
ta: பாட் பெயர்
th: ชื่อบอท
tr: Bot adı
uk: Ім'я бота

source: User name
cs: Uživatelské jméno
de: Benutzername
eu: Erabiltzailearen izena
fr: Nom d’utilisateur
nl: Gebruikersnaam
ta: பயனர் பெயர்
th: ชื่อผู้ใช้
tr: Kullanıcı adı
uk: Ім'я користувача

source: Discard
cs: Zahodit
de: Verwerfen
eu: Baztertu
fr: Abandonner
nl: Negeren
ta: நிராகரிக்கவும்
th: ทิ้ง
tr: Yoksay
uk: Скасувати зміни

source: Save
cs: Uložit
de: Speichern
eu: Gorde
fr: Enregistrer
nl: Opslaan
ta: சேமி
th: บันทึก
tr: Kaydet
uk: Зберегти

source: File Name
cs: Název souboru
de: Dateiname
eu: Fitxategiaren izena
fr: Nom du fichier
nl: Bestandsnaam
th: ชื่อไฟล์
tr: Dosya Adı
uk: Ім'я файлу

source: Location
cs: Umístění
de: Standort
eu: Kokalekua
fr: Emplacement
nl: Locatie
ta: இருப்பிடம்
th: ที่ตั้ง
tr: Konum
uk: Місцезнаходження

source: The export of the Thread will be saved in this directory.
cs: Export vlákna bude uložen v tomto adresáři.
de: Der Gesprächsexport wird in diesem Verzeichnis gespeichert.
eu: Esportatutako hariak direktorio honetan gordeko dira.
fr: Le fil de discussion sera exporté dans ce répertoire.
nl: Het geëxporteerde gesprek wordt in deze map bewaard.
ta: தொடரிழை ஏற்றுமதி இந்தக் கோப்பகத்தில் சேமிக்கப்படும்.
th: การส่งออกเธรดจะถูกบันทึกไว้ในไดเร็กทอรีนี้
tr: Başlığın dışa aktarımı bu dizine kaydedilecek.
uk: Експортовану розмову буде збережено до цього каталогу.

source: Choose a directory
cs: Vyberte složku
de: Verzeichnis wählen
eu: Aukeratu direktorio bat
fr: Choisir un répertoire
nl: Kies een map
ta: ஒரு கோப்பகத்தைத் தேர்ந்தெடுக்கவும்
th: เลือกไดเร็กทอรี
tr: Bir dizin seçin
uk: Вибрати каталог

source: Unable to save the Thread
cs: Nelze uložit vlákno
de: Gespräch konnte nicht gespeichert werden
eu: Ezin da haria gorde
fr: Impossible d’enregistrer le fil
nl: Het gesprek kan niet worden opgeslagen
ta: தொடரிழையைச் சேமிக்க முடியவில்லை
th: ไม่สามารถบันทึกกระทู้ได้
tr: Başlık kaydedilemedi
uk: Не вдалося зберегти гілку

source: Thread successfully saved!
cs: Vlákno bylo úspěšně uloženo!
de: Gespräch erfolgreich gespeichert!
eu: Haria ondo gorde da!
fr: Fil enregistré avec succès !
nl: Het gesprek is opgeslagen!
ta: தொடரிழை வெற்றிகரமாக சேமிக்கப்பட்டது!
th: บันทึกชุดข้อความสำเร็จแล้ว!
tr: Başlık kaydedildi!
uk: Гілку успішно збережено!

source: New chat
cs: Nový chat
de: Neue Unterhaltung
eu: Txat berria
fr: Nouvelle discussion
nl: Nieuw gesprek
ta: புதிய உரையாடல்
th: แชทใหม่
tr: Yeni sohbet
uk: Нова бесіда

source: Delete All Chats
cs: Odstranit všechny chaty
de: Alle Unterhaltungen löschen
eu: Txat guztiak ezabatu
fr: Supprimer tous les messages
nl: Alle gesprekken verwijderen
ta: அனைத்து உரையாடல்களையும் நீக்கு
th: ลบแชททั้งหมด
tr: Tüm Sohbetleri Sil
uk: Видалити всі бесіди

source: Are you sure you want to delete all chats in this thread? This can't be undone!
cs: Opravdu chcete odstranit všechny chaty v tomto vlákně? Tento krok se nedá vrátit!
de: Sicher, dass die gesamte Unterhaltung gelöscht werden soll? Dies kann nicht rückgängig gemacht werden!
eu: Ziur zaude hari honetako txat guztiak ezabatu nahi dituzula? Hau ezin da desegin!
fr: Souhaitez-vous vraiment supprimer tous les messages de ce fil ? Cette action ne pourra être annulée !
nl: Weet je zeker dat je alle gesprekken wilt verwĳderen? Deze actie is onomkeerbaar!
ta: இந்த தொடரிழையில் உள்ள அனைத்து உரையாடல்களையும் நிச்சயமாக நீக்க விரும்புகிறீர்களா? இதை செயல்தவிர்க்க முடியாது!
th: คุณแน่ใจหรือไม่ว่าต้องการลบการแชททั้งหมดในกระทู้นี้ สิ่งนี้ไม่สามารถยกเลิกได้!
tr: Tüm başlıktaki tüm sohbetleri silmek istediğinize emin misiniz? Bu işlem geri alınamaz!
uk: Ви впевнені, що хочете видалити всі бесіди в цій гілці? Це не можна буде скасувати!

source: Nothing to clear!
cs: Nic k vymazání!
de: Nichts zu leeren!
eu: Ez dago ezer ezabatzerik!
fr: Rien à effacer !
nl: Er valt niks te wissen!
ta: தெளிவுபடுத்த எதுவும் இல்லை!
th: ไม่มีอะไรต้องเคลียร์!
tr: Temizlenecek bir şey yok!
uk: Нічого очищувати!

source: Nothing to export!
cs: Nic k exportování!
de: Nichts zu exportieren!
eu: Esportatzeko ezer ez!
fr: Rien à exporter !
nl: Er valt niks te exporteren!
ta: ஏற்றுமதி செய்ய எதுவும் இல்லை!
th: ไม่มีอะไรจะส่งออก!
tr: Dışa aktarılacak bir şey yok!
uk: Нічого експортувати!

source: Clear all
cs: Vymazat vše
de: Alles leeren
eu: Garbitu dena
fr: Effacer tout
nl: Alles wissen
ta: அனைத்தையும் அழி
th: ลบทั้งหมด
tr: Tümünü temizle
uk: Очистити все

source: Generating response
cs: Generuji odpověď
de: Antwort generieren
eu: Erantzuna sortzen
fr: En train de générer une réponse
nl: Bezig met samenstellen van antwoord…
ta: பதிலை உருவாக்குகிறது
th: กำลังสร้างการตอบสนอง
tr: Yanıt oluşturuluyor
uk: Відповідь генерується

source: Sorry, I don't know what to say.
cs: Omlouvám se, ale nevím, co na to říct.
de: Entschuldige, ich weiß nicht, was ich sagen soll.
eu: Sentitzen dut, ez dakit zer esan.
fr: Désolé, je ne sais pas quoi dire.
nl: Ik heb hier geen antwoord op - sorry.
ta: மன்னிக்கவும், எனக்கு என்ன சொல்வது என்று தெரியவில்லை.
th: ขออภัย ฉันไม่รู้จะพูดอะไร
tr: Üzgünüm, ne diyeceğimi bilmiyorum.
uk: Вибачте, я не знаю, що сказати.

source: human
cs: Člověk
de: Mensch
eu: gizakia
fr: Humain
nl: Mens
ta: மனிதன்
th: มนุษย์
tr: insan
uk: Людина

source: New Chat
cs: Nový chat
de: Neue Unterhaltung
eu: Txat berria
fr: Nouvelle discussion
nl: Nieuw gesprek
ta: புதிய உரையாடல்
th: แชทใหม่
tr: Yeni Sohbet
uk: Нова бесіда

source: Main Menu
ar: القائمة الرئيسية
az: Əsas menyu
cs: Hlavní menu
de: Hauptmenü
eu: Menu nagusia
fa: منوی اصلی
fr: Menu principal
gl: Menú principal
nl: Hoofdmenu
pt: Menu principal
ta: முதன்மை பட்டியல்
th: เมนูหลัก
tr: Ana Menü
uk: Головне меню

source: No Chats
cs: Žádné chaty
de: Keine Unterhaltungen
eu: Txatik gabe
fr: Aucune discussion
nl: Geen gesprekken
ta: உரையாடல்கள் எதுவும் இல்லை
th: ไม่มีการแชท
tr: Sohbet Yok
uk: Немає бесід

source: Get started by creating a new chat or selecting one from the sidebar
cs: Začněte vytvořením nového chatu nebo vybráním z boční lišty
de: Um anzufangen, lege eine neue Unterhaltung an oder wähle eine von der Seitenleiste
eu: Hasi txat berri bat sortzen edo alboko barrako bat hautatzen
fr: Commencez par créer une nouvelle discussion ou par en sélectionner une depuis la barre latérale
nl: Begin een gesprek of kies een bestaand gesprek uit de zĳbalk
ta: புதிய உரையாடலை உருவாக்கி அல்லது பக்கப்பட்டியில் இருந்து ஒன்றைத் தேர்ந்தெடுப்பதன் மூலம் தொடங்கவும்
th: เริ่มต้นด้วยการสร้างแชทใหม่หรือเลือกจากแถบด้านข้าง
tr: Yeni sohbet oluşturarak ya da kenar çubuğundan sohbet seçerek başlayın
uk: Щоб почати, створіть нову бесіду або виберіть якусь на бічній панелі

source: Message
cs: Zpráva
de: Nachricht
eu: Mezua
fa: پیام
nl: Bericht
pt: Mensagem
ta: செய்தி
th: ข้อความ
tr: İleti
uk: Повідомлення

source: No Messages
cs: Žádné zprávy
de: Keine Nachrichten
eu: Mezurik gabe
fr: Pas de messages
nl: Geen berichten
ta: செய்திகள் இல்லை
th: ไม่มีข้อความ
tr: İleti Yok
uk: Немає повідомлень

source: Send first message to get started
cs: Odešlete první zprávu abyste začli
de: Um anzufangen, erste Nachricht senden
eu: Bidali zure lehenengo mezua hasteko
fr: Envoyez le premier message pour commencer
nl: Verstuur je eerste bericht
ta: தொடங்குவதற்கு முதல் செய்தியை அனுப்பவும்
th: ส่งข้อความแรกเพื่อเริ่มต้น
tr: Başlamak için ilk iletiyi gönder
uk: Щоб почати, надішліть перше повідомлення

source: No Internet
cs: Bez internetu
de: Keine Netzwerkverbindung
eu: Internet gabe
fr: Pas d’internet
nl: Geen internetverbinding
ta: இணையம் இல்லை
th: ไม่มีอินเทอร์เน็ต
tr: Internet Yok
uk: Немає підключення до Інтернету

source: Get started by creating a new chat
cs: Začněte vytvořením nového chatu
de: Um anzufangen, neue Unterhaltung erstellen
eu: Hasi txat berri bat sortzen
fr: Commencez par créer une nouvelle discussion
nl: Begin een gesprek
ta: புதிய உரையாடலை உருவாக்குவதன் மூலம் தொடங்கவும்
th: เริ่มต้นด้วยการสร้างแชทใหม่
tr: Yeni sohbet oluşturarak başlayın
uk: Щоб почати, створіть нову бесіду

source: Ask
ar: طرح السؤال
az: Soruş
cs: Zeptat se
de: Fragen
eu: Galdetu
fa: بپرس
fr: Demander
gl: Preguntar
nl: Vraag stellen
pt: Perguntar
ta: கேள்
th: ถาม
tr: Sor
uk: Запитати

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
az: Klaviatura Qısayolları
cs: Klávesové zkratky
de: Tastenkürzel
eu: Teklatu lasterbideak
fa: کلیدهای میانبر
fr: Raccourcis clavier
gl: Atallos de teclado
nl: Sneltoetsen
pt: Atalhos do teclado
ta: விசைப்பலகை குறுக்குவழிகள்
th: แป้นพิมพ์ลัด
tr: Klavye Kısayolları
uk: Клавіатурні скорочення

source: About Bavarder
ar: حول ثرثرة
az: Bavarder haqqında
cs: O Bavarder
de: Über Bavarder
eu: Bavarder-ri buruz
fa: درباره
fr: À propos de Bavarder
gl: Sobre o Bavarder
nl: Over Bavarder
pt: Sobre Bavarder
ta: பவார்டர் பற்றி
th: เกี่ยวกับแบบวาร์เดอร์
tr: Bavarder Hakkında
uk: Про Bavarder

source: Done
cs: Hotovo
de: Fertig
eu: Eginda
fr: Terminé
nl: Gereed
th: ทำเสร็จ
tr: Bitti
uk: Готово

source: Download Model
cs: Stáhnout model
de: Modell herunterladen
eu: Eredua deskargatu
fr: Télécharger un modèle
nl: Model ophalen
ta: மாதிரியைப் பதிவிறக்கவும்
th: ดาวน์โหลดโมเดล
tr: Model İndir
uk: Завантажити модель

source: Downloading model %s
cs: Stahuje se model %s
de: Modell %s herunterladen
eu: %s eredua deskargatzen
fr: Téléchargement du modèle %s
nl: Bezig met ophalen van ‘%s’…
ta: %s மாதிரியைப் பதிவிறக்குகிறது
th: กำลังดาวน์โหลดโมเดล %s
tr: %s modeli indiriliyor
uk: Завантаження моделі %s

source: Model %s downloaded!
cs: Model %s je stažen!
de: Modell %s heruntergeladen!
eu: %s eredua deskargatuta!
fr: Modèle %s téléchargé !
nl: ‘%s’ is opgehaald!
ta: %s மாதிரி பதிவிறக்கப்பட்டது!
th: ดาวน์โหลดโมเดล %s แล้ว!
tr: %s modeli indirildi!
uk: Модель %s завантажено!

source: Copy
cs: Zkopírovat
de: Kopieren
eu: Kopiatu
fr: Copier
nl: Kopiëren
ta: நகல்
th: คัดลอก
tr: Kopyala
uk: Копіювати

source: Edit
cs: Upravit
de: Bearbeiten
eu: Editatu
fr: Modifier
nl: Bewerken
ta: திருத்து
th: แก้ไข
tr: Düzenle
uk: Редагувати

source: Remove
cs: Odstranit
de: Entfernen
eu: Kendu
fr: Retirer
nl: Verwĳderen
ta: அகற்று
th: ลบ
tr: Kaldır
uk: Вилучити

source: Failed to save the image
uk: Не вдалося зберегти зображення

source: Image saved
uk: Зображення збережено

source: No image to save
uk: Немає зображення для збереження

source: Save message
uk: Зберегти повідомлення

source: Message copied
cs: Zpráva zkopírována
de: Nachricht kopiert
eu: Mezua kopiatuta
fr: Message copié
nl: Het bericht is gekopieerd
ta: செய்தி நகலெடுக்கப்பட்டது
th: คัดลอกข้อความแล้ว
tr: İleti kopyalandı
uk: Повідомлення скопійовано

source: Delete Model
cs: Vymazat model
de: Modell gelöscht
eu: Ezabatu eredua
fr: Supprimer le modèle
nl: Model verwĳderen
ta: மாதிரியை நீக்கு
th: ลบโมเดล
tr: Modeli Sil
uk: Видалити модель

source: Max Tokens
cs: Maximum tokenů
de: Maximale Schlüsselanzahl
eu: Gakoen gehieneko kopurua
fr: Nombre maximum de jetons
nl: Max. aantal toegangssleutels
ta: அதிகபட்ச குறி அடையாளங்கள்
th: โทเค็นสูงสุด
tr: Azami Jeton
uk: Макс. токенів

source: The maximum number of tokens to generate.
cs: Maximální počet tokenů ke generování.
de: Maximale Anzahl zu generierender Schlüssel.
eu: Sortzeko gakoen gehieneko kopurua.
fr: Le nombre maximum de jetons à générer.
nl: Het maximale aantal te genereren toegangssleutels.
ta: உருவாக்க வேண்டிய அதிகபட்ச டோக்கன்கள்.
th: จำนวนโทเค็นสูงสุดที่จะสร้าง
tr: Oluşturulacak azami jeton sayısı.
uk: Максимальна кількість токенів для генерації.

source: Temperature
cs: Teplota
de: Temperatur
eu: Tenperatura
fr: Température
nl: Temperatuur
ta: வெப்ப நிலை
th: อุณหภูมิ
tr: Sıcaklık
uk: Температура

source: The model temperature. Larger values increase creativity but decrease factuality.
cs: Modelová teplota. Větší hodnoty zvyšují kreativitu, ale snižují věcnost.
de: Die Modelltemperatur. Höhere Werte erhöhen die Kreativität, senken aber die Sachlichkeit.
eu: Modeloaren tenperatura. Balio altuenek sormen handiagoa ematen dute, baina zehaztasun gutxiago.
fr: La température du modèle. Des valeurs plus élevées augmentent la créativité mais diminuent la réalité.
nl: De modeltemperatuur. Hogere waardes zorgen voor meer creativiteit, maar minder juistheid.
ta: மாதிரி வெப்பநிலை. பெரிய மதிப்புகள் படைப்பாற்றலை அதிகரிக்கின்றன, ஆனால் உண்மைத்தன்மையைக் குறைக்கின்றன.
th: อุณหภูมิของโมเดล ค่าที่มากขึ้นจะเพิ่มความคิดสร้างสรรค์แต่ลดความเป็นจริงลง
tr: Model sıcaklığı. Daha büyük değerler yaratıcılığı artırır ancak gerçekçiliği azaltır.
uk: Температура моделі. Більші значення підвищують креативність, але зменшують фактичність.

source: Randomly sample from the top_k most likely tokens at each generation step. Set this to 1 for greedy decoding.
eu: Sortzen da urrats bakoitzean top_k gako probableenen ausazko laginketa. Ezarri hau 1-en deskodetze jatun baterako.
fr: Échantillonnez aléatoirement parmi les jetons les plus probables top_k à chaque étape de génération. Réglez-le sur 1 pour un décodage gourmand.
nl: Maak willekeurig toegangssleutels uit de waarschĳnlĳkste top_k-sleutels. Stel in op 1 om gretig te decoderen.
ta: ஒவ்வொரு தலைமுறைப் படியிலும் top_k குறி அடையாங்களில் இருந்து தோராயமாக மாதிரி. பேராசை டிகோடிங்கிற்கு இதை 1 ஆக அமைக்கவும்.
th: สุ่มตัวอย่างจากโทเค็นที่มีแนวโน้มมากที่สุด top_k ในแต่ละขั้นตอนการสร้าง ตั้งค่านี้เป็น 1 สำหรับการถอดรหัสแบบละโมบ
tr: Her oluşturma adımında en olası top_k jetonları arasından rastgele örnek al. Bu değeri aç gözlü çözümleme için 1 olarak ayarlayın.
uk: Випадково вибирати з top_k найімовірніших токенів на кожному кроці генерації. Для жадібного декодування встановіть значення 1.
